/* menu_about */
"About Chameleon Wizard" = "O Chameleon Wizard";

/* theme_adjust */
"Adjust theme resolution:" = "Dostosuj rozdzielczość:";

/* smbios_advanced */
"Advanced" = "Zaawansowane";

/* theme_apply */
"Apply" = "Zastosuj";

/* lPMain */
"Apply patch:" = "Zastosuj patch:";

/* menu_backup */
"Backup boot file on desktop" = "Twórz kopie pliku boot na pulpicie";

/* ti_bdmesg */
"bdmesg" = "bdmesg";

/* box_bootflags */
"Boot Flags" = "Flagi uruchamiania";

/* help_bootflags_caption */
"Boot Flags section help" = "Pomoc sekcji flag uruchamiania";

/* cb_boot0 */
"Boot0" = "Boot0";

/* cb_boot0hfs */
"Boot0hfs" = "Boot0hfs";

/* cb_boot0 */
"Boot0md" = "Boot0md";

/* bBrowse */
"Browse" = "Wybierz";

/* BuildDate */
"Build date" = "Data kompilacji";

/* builtin */
"Built-In" = "Wbudowany";

/* cancel */
"Cancel" = "Anuluj";

/* chml_fold */
"Chameleon i386 folder:" = "Folder i386 Chameleona:";

/* ch_downloaded */
"Chameleon pkg was downloaded and saved." = "Paczka instalacyjna została zapisana.";

/* chameleon_revision */
"Chameleon revision: " = "Wersja Chameleona: ";

/* ch_installed */
"Chameleon was installed on selected disk." = "Chameleon został zainstalowany na wybranym dysku.";

/* chameleon_revision */
"Chameleon's revision on selected partition: " = "Wersja Chameleona na wybranej partycji: ";

/* menu_checkatstartup */
"Check for updates at startup" = "Sprawdzaj uaktualnienia po starcie";

/* menu_updates */
"Check for Updates..." = "Sprawdź uaktualnienia...";

/* clear */
"Clear" = "Wyczyść";

/* lCDesc */
"Compilation allows you to create aml file that can be used by chameleon. Decompilation allows you to create dsl file, that can be used for edition." = "Podczas kompilacji tworzony jest plik AML, który może zostać użyty przez Chameleona. Dekompilacja tworzy plik DSL przeznaczony do edycji.";

/* Compile */
"Compile" = "Kompiluj";

/* lCMain */
"Compile / Decompile DSDT:" = "Kompiluj / Dekompiluj DSDT:";

/* lCE */
"Compile/Extract" = "Kompiluj/Eksportuj";

/* menu_connectbb */
"Connect to Buildbot at startup" = "Połącz z Buildbotem po starcie";

/* connectbb */
"Connect to Buildbot" = "Połącz z Buildbotem";

/* connectio_error */
"Connection error." = "Błąd połączenia.";

/* continue_caption */
"Continue?" = "Kontynuować?";

/* copy */
"Copy" = "Kopiuj";

/* download_failed */
"Couldn't download file.\nCheck your internet connection, and try again later." = "Wystąpił błąd podczas pobierania pliku.\nSprawdź swoje połączenie internetowe i spróbuj ponownie później.";

/* efi_mount_failed */
"Couldn't mount EFI partition.\nCheck if it's formatted to HFS and has no errors." = "Nie można było zamontować partycji EFI.\nSprawdź czy jest w formacie HFS i czy nie zawiera błędów.";

/* bCreate */
"Create" = "Utwórz";

/* lPCMain */
"Create patch file:" = "Utwórz plik patch:";

/* created_by */
"Created by: " = "Stworzony przez: ";

/* theme_current */
"Current theme" = "Wybrany motyw";

/* Decompile */
"Decompile" = "Dekompiluj";

/* task_detect */
"Detecting Partitions and Mount Points..." = "Wykrywanie partycji i punktów montowania...";

/* box_devprops */
"Device Properties" = "Właściwości urządzeń";

/* help_devprop_caption */
"Device Properties section help" = "Device Properties section help";

/* efi_disable_desc */
"Do you want to disable EFI Partition support?\nApplication will quit after saving changes." = "Czy chcesz wyłączyć obsługę partycji EFI?\nAplikacja zostanie zamknięta po zapisaniu ustawień.";

/* efi_enable_desc */
"Do you want to enable EFI Partition support?\nIt's little problematic on some computers.\nApplication will quit after saving changes." = "Czy chcesz włączyć obsługę partycji EFI?\nJest ona trochę problematyczna na niektórych komputerach.\nAplikacja zostanie zamknięta po zapisaniu ustawień.";

/* efi_format_desc */
"Do you want to format EFI partiton to HFS filesystem?" = "Czy chcesz sformatować partycję EFI do systemu plików HFS?";

/* mail_contents */
"Don't forget to put packed zip theme, thumbnail, and your nick. \n Your e-mail address will NOT be use by me in any way.\nThanks!" = "Nie zapomnij dołączyć spakowanego motywu, miniaturki i swojego nicku. \nTwój adres e-mail nie będzie wykorzystywany w żaden sposób.\nDzięki!";

/* ti_donate */
"Donate" = "Dotacja";

/* menu_donate */
"Donate_menu" = "Przekaż dotację";

/* done_caption */
"Done" = "Zakończono";

/* download */
"Download" = "Pobierz";

/* theme_downloadapply */
"Download and apply theme" = "Pobierz i zastosuj motyw";

/* download_pkg */
"Download pkg" = "Pobierz paczkę";

/* theme_download */
"Download theme:" = "Pobierz motyw:";

/* downloading */
"Downloading" = "Pobieranie";

/* task_download */
"Downloading Chameleon..." = "Pobieranie Chameleona...";

/* downloading_theme */
"Downloading theme..." = "Pobieranie motywu...";

/* dsdtWarnigText */
"DSDT cannot be extracted, because you are using custom file dsdt.aml. Remove it and reboot your system. In some cases you will need more kexts to keep system working without fixed dsdt." = "DSDT nie może zostać wyeksportowane, ponieważ używasz własnego pliku dsdt.aml. Usuń go i uruchom ponownie system. W niektórych przypadkach będzie potrzeba użycia dodatkowych kextów by uruchomić system bez DSDT.";

/* lPAPatch */
"DSDT patch file:" = "Plik patch DSDT:";

/* smbios_edit */
"Edit" = "Edytuj";

/* menu_efi support */
"EFI partition support" = "Obsługa partycji EFI";

/* error_caption */
"Error" = "Błąd";

/* lQPMain */
"Extract, patch and compile DSDT:" = "Wyeksportuj, popraw i skompiluj DSDT:";

/* lPAOrig */
"Extracted, original dsl/aml file:" = "Weksportowany, oryginalny plik dsl/aml:";

/* menu_file */
"File" = "Plik";

/* folder_disk */
"Folder on disk" = "Folder na dysku";

/* menu_format */
"Format EFI partition to HFS" = "Formatuj partycję EFI do HFS";

/* smbios_generate */
"Generate Serial" = "Generuj numer seryjny";

/* theme_getres */
"Get screen resolution" = "Pobierz roz. ekranu";

/* box_graphics */
"Graphics" = "Grafika";

/* help_graphics_caption */
"Graphics section help" = "Pomoc sekcji grafiki";

/* theme_height */
"Height:" = "Wysokość:";

/* help_caption */
"Help" = "Pomoc";

/* help_bootflags */
"Help_bootflags" = "Verbose mode: Pokazuje informacje diagnostyczne. \n\nIgnore Boot Cache: Ignoruje cache systemu. \n\nGUI: Włącza graficzny interfejs użytkownika. \n\nTime Out: Liczba sekund przed uruchomieniem systemu z domyślnej partycji. \n\nInstant menu: Wymusza wyświetlanie menu z wyborem partycji od razu. \n\nQuiet Boot:  Włącza tryb cichy. Od razu uruchamia system z domyślnej partycji.\n\nDefault Partition: Ustawia domyślną partycję. \n\nHide Partition: Usuwa z listy niechciane partycje. Możliwe podanie kilku jako: hd(x,y), UUID lub jako nazwa w cudzysłowach. \n\nLegacy Logo: Używa oryginalnego loga podczas ładowania systemu. \n\nWait: Czeka na wciśnięcie klawisza przed uruchomieniem kernela. \n\nKernel: Pozwala na użycie innego kernela.";

/* help_devprop */
"Help_devprop" = "Nothing here. Ignore it.";

/* help_graphics */
"Help_graphics" = "Graphics Enabler: Automatyczne generowanie device-properties dla kart graficznych. \n\nAti Config: Użyj innej konfiguracji dla grafiki, na przykład Megalodon. \n\nAti Ports: Określa liczbę portów, jak 2. \n\nUse Ati ROM: Używa innego obrazu Ati ROM \n(ścieżka: /Extra/<vendorid>_<devid>_<subsysid>.rom) \n\nUse Nvidia ROM: Używa innego obrazu Nvidia ROM \n(ścieżka:  /Extra/<vendorid>_<devid>.rom) \n\nVBIOS: Wstrzykuje NVIDIA VBIOS w device-properties. \n\ndisplay_0: Wstrzykuje alternatywną wartość display-cfg do \nNVDA,Display-A@0 (HEX). \n\ndisplay_1: Wstrzykuje alternatywną wartość display-cfg do \nNVDA,Display-B@1 (HEX). \n\nGraphics Mode: Ustawia inna rozdzielczość ekranu w chameleonie. \n\nPCI Root=1: Używa wartości 1 dla PciRoot (domyślnie 0).";

/* help_misc */
"Help_misc" = "Use Kernel Cache: Wczyta prelinkowany kernel i ignoruje \nkexty w /E/E i /S/L/E/Extensions.mkext, jeśli nie ma modułu KernelPatcher.\n\nnpci=0x2000, 0x03000: Czasem naprawia błąd PCI Configuration Failed. \n\ndarkwake=0: Wyłącza Low Power Wake. \n\n32-bit (i386): Uruchamia kernel w trybie 32-bitowym. \n\nahcidisk=1 debug=8: Może naprawiać błąd na \"Still waiting for root device\" chipsetach Iby Bridge. \n\nForce 64bit: Wymusza użycie 64-bitów w kernelu. \n\nForce HPET: Wymusza włączenie HPET. \n\nEthernet Built In: Automatyczne generowanie built-in=yes w właściwościach urządzeń dla interfejsów ethernet. \n\nSystem Type: Ustawia inny typ systemu, wartość pomiędzy 0 a 6 \n(domyślne 1 (Stacjonarny)) \n\nDSDT.aml: Ścieżka do własnego pliku dsdt. \n\nSMBios.plist: Ścieżka do własnego pliku smbios \n\nSMBios Defaults: Nie używaj domyślnych wartości dla nadpisywania DSDT, jeśli plik smbios.plist nie istnieje, wartości fabryczne są używane. \n\nRestart Fix: Włącza poprawkę restartu.";

/* help_pm */
"Help_pm" = "Generate P-States: Włącza automatyczne generowanie stanów wydajności procesora (P-States). \n\nGenerate C-States: Włącza automatyczne generowanie stanów wydajności procesora (C-States). \n\nDrop SSDT: Ignoruje tablice SSDT podczas relokacji tabel ACPI. \n\nEnable C2 State: Włącza określony stan wydajności CPU, C2. \n\nEnable C3 State: Włącza określony stan wydajności CPU, C3. \n\nEnable C4 State: Włącza określony stan wydajności CPU, C4. \n\nCST Using SystemIO: Nowa metoda generowania _CST C-State przy użyciu rejestrów SystemIO zamiast FixedHW. \n\nBusratio: Ustawia inne busratio. \n\ncpus=1: Wymusza używanie tylko jednego rdzenia procesora.";

/* help_usb */
"Help_usb" = "USB Bus Fix: Włącza wszystkie poniższe poprawki USB: \n\nEHCI Acquire Fix: Włącza poprawkę EHCI. \n\nUHCI Reset Fix: Włącza poprawkę UHCI. \n\nUSB Legacy Off: Włącza poprawkę USB Legacy Off.";

/* help_audio */
"Help_audio" = "HDAEnabler: Automatic device-properties generation for audio controllers. \n\nHDEFLayoutID: Inject alternate value of layout-id for HDEF (HEX). \n\nHDAULayoutID: Inject alternate value of layout-id for HDAU (HEX). \n\nEnableHDMIAudio: Inject HDMI audio for NVIDIA and ATI.";

/* lEMain */
"Here you can extract DSDT from your hardware." = "Tutaj możesz wydobyć DSDT ze swojego sprzetu.";

/* menu_hideboot */
"Hide boot file" = "Ukryj plik boot";

/* menu_hideapp */
"Hide Chameleon Wizard" = "Ukryj Chameleon Wizard";

/* menu_hideothers */
"Hide Others" = "Ukryj pozostałe";

/* lIaslv */
"IASL Version:" = "Wersja IASL:";

/* lCInput */
"Input file (dsl/aml):" = "Plik wejściowy (dsl/aml):";

/* install */
"Install" = "Instaluj";

/* inst_method */
"Install method:" = "Metoda instalacji:";

/* menu_install_bdmesg */
"Install or update bdmesg tool" = "Zainstaluj lub uaktualnij narzędzie bdmesg";

/* task_install_boot */
"Installing boot file..." = "Instalowanie pliku boot...";

/* task_install_boot0 */
"Installing boot0 file..." = "Instalowanie pliku boot0...";

/* task_install_boot0hfs */
"Installing boot0hfs file..." = "Instalowanie pliku boot0hfs...";

/* task_install_boot0md */
"Installing boot0md file..." = "Instalowanie pliku boot0md...";

/* task_install_boot1h */
"Installing boot1h file..." = "Instalowanie pliku boot1h...";

/* installing_theme */
"Installing theme..." = "Instalowanie motywu...";

/* instant_menu */
"Instant Menu" = "Instant Menu";

/* fileInvalid */
"Invalid input file!" = "Nieprawidłowy plik wejściowy!";

/* smbios_manuloc */
"Manufacturing Location:" = "Miejsce produkcji (tylko starsze modele):";

/* mem_slot */
"Memory Slot: " = "Slot pamięci: ";

/* box_misc */
"Miscellaneous" = "Różne";

/* help_misc_caption */
"Miscellaneous section help" = "Pomoc sekcji różne";

/* smbios_modelnumber */
"Model Number:" = "Numer modelu:";

/* MountCheck */
"Mount and Check" = "Zamontuj i sprawdź";

/* menu_mount */
"Mount selected partition" = "Zamontuj wybraną partycję";

/* task_mount */
"Mounting partition..." = "Montowanie partycji...";

/* lIaslUpDesc */
"Newer IASL versions can generate more optimized files, but they can also be oversensitive and show fake errors." = "Nowsze wersje IASL mogą tworzyć bardziej zoptymalizowane pliki, ale także mogą pokazywać fałszywe błędy.";

/* smbios_next */
"Next" = "Następny";

/* no */
"No" = "Nie";

/* no_file */
"No boot file in selected folder." = "Brak pliku boot w wybranym folderze.";

/* no_file */
"No boot0 file in selected folder." = "Brak pliku boot0 w wybranym folderze.";

/* no_file */
"No boot0hfs file in selected folder." = "Brak pliku boot0h w wybranym folderze.";

/* no_file */
"No boot1h file in selected folder." = "Brak pliku boot1h w wybranym folderze.";

/* no_chameleon_revision */
"No chameleon installed on selected partition." = "Brak Chameleona na wybranej partycji.";

/* noorg */
"No org.chameleon.Boot.plist on selected partition!" = "Brak pliku org.chameleon.Boot.plist na wybranej partycji!";

/* ok */
"OK" = "OK";

/* open */
"Open" = "Otwórz";

/* ti_org */
"org.chameleon.Boot" = "org.chameleon.Boot";

/* orgplist_notfound */
"org.chameleon.Boot.plist not found!" = "Nie znaleziono org.chameleon.Boot.plist!";

/* lPCOrig */
"Original dsl/aml file:" = "Oryginalny plik dsl/aml:";

/* not_mounted */
"Partition not mounted." = "Partycja nie jest zamontowana.";

/* paste */
"Paste" = "Wklej";

/* lPatch */
"Patch" = "Łatanie";

/* lPCPatched */
"Patched dsl/aml file:" = "Poprawiony plik dsl/aml:";

/* pci_notdetected */
"PCIRoot not detected." = "Nie wykryto PCIRoot.";

/* select_efi_caption */
"Please select EFI partition." = "Proszę wybrać partycję EFI.";

/* box_pm */
"Power Management" = "Zarządzanie energią";

/* help_pm_caption */
"Power Management section help" = "Pomoc sekcji zarządzania energią";

/* menu_preferences */
"Preferences..." = "Preferencje...";


/* smbios_premade */
"Premade SMBioses" = "Przygotowane SMBiosy";

/* smbios_prev */
"Previous" = "Poprzedni";

/* lQuickPatch */
"Quick Patch" = "Szybkie łatanie";

/* quiet_boot */
"Quiet Boot" = "Quiet Boot";

/* menu_quit */
"Quit Chameleon Wizard" = "Zakończ Chameleon Wizard";

/* smbios_random */
"Random" = "Losowe";

/* boot0md_desc */
"Recommended, if you have 2 (or more disks) and Windows is in other disk than OS X." = "Zalecane, jeśli masz 2 (lub więcej dysków) i Windows jest na innym dysku niż OS X.";

/* boot0_desc */
"Recommended, if you have two OS X systems on one disk and no Windows. This option will activate selected partition!" = "Zalecane, jeśli masz dwa systemy OS X na jednym dysku i nie masz Windowsa. Wybrana partycja zostanie aktywowana!";

/* boot0hfs_desc */
"Recommended, if you have one disk with OS X and Windows, or only OS X. No changes in active partitions are being preformed." = "Zalecane, jeśli masz jeden dysk z OS X i Windows, lub tylko OS X. Nie zmienia aktywnej partycji.";

/* save */
"Save" = "Zapisz";

/* saveas */
"Save As" = "Zapisz jako";

/* select */
"Select" = "Wybierz";

/* mddisk_sellabel */
"Select disk on which you want to install boot0md:" = "Wybierz dysk, na którym chcesz zainstalować boot0md:";

/* no_file */
"Selected file doesn't exist." = "Wybrany plik nie istnieje.";

/* smbios_serial */
"Serial:" = "Serial:";

/* menu_services */
"Services" = "Usługi";

/* task_set_active */
"Setting Partition as Active..." = "Ustawianie partycji jako aktywnej...";

/* menu_showall */
"Show All" = "Pokaż wszystkie";

/* theme_size */
"Size" = "Rozmiar";

/* params */
"Slide left for Quiet Boot and Instant Menu flags." = "Przesuń w lewo po flagi Quiet Boot i Instant Menu.";

/* ti_smbios */
"SMBios" = "SMBios";

/* sbios_notfound */
"SMBios.plist not found!" = "Nie znaleziono SMBios.plist!";

/* mismatched_models */
"SMProductName and Selected Model are not the same." = "SMProductName i wybrany model nie są takie same.";

/* target_partition */
"Target partiton:" = "Docelowa partycja:";

/* lIaslAdv */
"The following options are for advanced users only." = "Poniższe opcje są przeznaczone dla zaawansowanych użytkowników.";

/* theme_desc */
"Theme Description" = "Opis motywu";

/* theme_installed */
"Theme succesfully installed." = "Instalacja motywu zakończyła się sukcesem.";

/* ti_themes */
"Themes" = "Motywy";

/* timeout */
"Time Out: " = "Time Out: ";

/* smbios_uniquenumber */
"Unique Number:" = "Unikalny numer:";

/* unknown */
"Unknown" = "Nieznana";

/* unknown_error */
"Unknown error!" = "Nieznany błąd!";

/* menu_unmount */
"Unmount selected partition" = "Odmontuj wybraną partycję";

/* task_unpack */
"Unpacking Chameleon..." = "Rozpakowywanie Chameleona...";

/* unpacking_theme */
"Unpacking theme..." = "Rozpakowywanie motywu...";

/* cb_update */
"Update" = "Aktualizuj";

/* update1h */
"Update more bootloader files. (/boot and boot1h)" = "Aktualizuj więcej plików bootloadera. (/boot i boot1h)";

/* update_desc */
"Updates the bootloader. (/boot)" = "Aktualizuje bootloader. (/boot)";

/* theme_upload */
"Upload theme" = "Wyślij motyw";

/* box_usb */
"USB" = "USB";

/* help_usb_caption */
"USB section help" = "Pomoc sekcji USB";

/* smbios_weekmanu */
"Week of Manufacture:" = "Tydzień produkcji:";

/* theme_width */
"Width:" = "Szerokość:";

/* smbios_yearmanu */
"Year of Manufacture:" = "Rok produkcji:";

/* yes */
"Yes" = "Tak";

/* savelog */
"Save Log" = "Zapisz Log";

/* closelog */
"Close" = "Zamknij";

/* lQPDrop */
"You can also drop file here..." = "Możesz też przeciągnąć tu plik...";

/* lPDD */
"You can also drop files here..." = "Możesz też przeciągnąć tu pliki...";

/* lPADesc */
"You can apply patch at the original dsdt. Both patch, and dsdt must be from the same motherboard model, with the same bios version and settings!" = "Możesz załatać oryginalne DSDT. Patch oraz oryginalne DSDT muszą pochodzić z tego samego modelu płyty głównej z takimi samymi ustawieniami biosu i jego wersją!";

/* lPCDesc */
"You can create patch file with all changes, so you can apply it on unmodified DSDT later. Both files has to be from the same motherboard model with the same Bios settings and version!" = "Możesz utworzyć plik patch ze wszytkimi zmianami, którym możesz załatać oryginalne DSDT. Oba pliki muszą pochodzić z tego samego modelu płyty z tymi samymi ustwieniami biosu i jego wersją.";

/* lQPDesc */
"You can quickly extract your DSDT, patch it, and put it in /Extra directory using this feature. DSDT Patch must be created on the same motherboard model with the same bios version and settings!" = "Możesz szybko wydobyć DSDT, załatać je i umieścić w katalogu /Extra używając tej funkcji. Patch DSDT musi zostać wykonany na tym samym modelu płyty głównej z takimi samymi ustawieniami biosu i jego wersją!";

/* ti_modules */
"Modules" = "Moduły";

/* lh_name */
"Name" = "Nazwa";

/* lh_created */
"Created by" = "Autor";

/* lh_desc */
"Description" = "Opis";
